Repository: horde/klutz
Catalog: locale/*/LC_MESSAGES/klutz.po
Languages: cs

source: %s by %s
cs: %s od %s

source: Admin Home
cs: Administrátor

source: All Comics
cs: V¹echny Komiksy

source: All Dates
cs: V¹echny Datumy

source: An error occurred removing %s for %s<br />
cs: Nastala chyby pøi odstraòování %s z(e) %s<br />

source: April
cs: Duben

source: August
cs: Øíjen

source: Browse
cs: Prohlí¾et

source: Change display options such as color scheme, what comics you see, and how comics are sorted.
cs: Zmìnit barevné schéma zobrazení, uspoøádání komiksù, zvolit komiksy pro zobnrazení

source: Choose the comics you wish to view.
cs: Vyberte si komiksy, které si pøejete prohlí¾et.

source: Comics Update
cs: Update Komiksù

source: December
cs: Prosinec

source: Delete Comics
cs: Vymazat Komiksy

source: Delete
cs: Vymazat

source: Display Options
cs: Mo¾nosti Zobrazení

source: Don't check for uniqueness
cs: Nekontrolovat jedineènost

source: Done
cs: Hotovo

source: Error storing the image
cs: Chyba pøi ukládání obrázku

source: February
cs: Únor

source: Fetch Comics
cs: Nabrat Komiksy

source: Fetch
cs: Nabrat

source: Fetching %s for date %s...
cs: Nabírám %s ze dne %s...

source: Fr
cs: Pá

source: Goto
cs: Jdi na

source: Help
cs: Nápovìda

source: January
cs: Leden

source: July
cs: Èervenec

source: June
cs: Èerven

source: Klutz is not properly configured
cs: Klutz není nakonfigurován správnì

source: Language
cs: Jazyk

source: Maintenance Functions
cs: Funkce údr¾by

source: March
cs: Bøezen

source: May
cs: Kvìten

source: Mo
cs: Po

source: November
cs: Listopad

source: October
cs: Øijen

source: Options
cs: Mo¾nosti

source: Other Options
cs: Dal¹í Mo¾nosti

source: Overwrite comics if they exist?
cs: Pøepsat komiksy pokud existují?

source: Problem?
cs: Problém?

source: Rebuild Unique Identifiers file.
cs: Obnovit soubor se Specifickými Identifikátory.

source: Sa
cs: So

source: Select All
cs: Vyber V¹e

source: Select None
cs: Nevybrat nic

source: Select your preferred language:
cs: Vyberte si Vá¹ upøednostòovaný jazyk

source: September
cs: Záøí

source: Set the your preferred display language.
cs: Nastavení Va¹eho jazyku pro zobrazení.

source: Show comics you haven't selected on the browse page?
cs: Zobrazit komiksy, které nebyly vybrány pro zobrazení?

source: Skipping %s for %s
cs: Vynechávám %s z(e) %s

source: Skipping %s for %s- no historical fetching
cs: Vynechávám %s z(e) %s- nebylo pøede¹le nabráno

source: Some of Klutz's configuration files are missing:
cs: Chybí nìkteré z konfiguraèních souborù Klutze:

source: Su
cs: Ne

source: Successfully removed %s for %s<br />
cs: %s z(e) %s Úspì¹nì odstranìno<br />

source: Th
cs: Èt

source: The image doesn't exist or can't be retrieved
cs: Obrázek neexistuje nebo nemù¾e být naèten

source: The unique identifiers table has been rebuilt.
cs: Tabulka se specifickými identifikátory byla obnovena.

source: This file contains preferences for Klutz.
cs: Tento soubor obsahuje nastavení pro Klutze

source: This file controls the stylesheet that is used to set colors and fonts in addition to or overriding Horde defaults.
cs: Tento soubor obsahuje nastavení barev a typù písma pro doplòení nebo k pøepsání nastavení v Horde

source: This image appears to be a repeat
cs: Tento obrázek se opakuje

source: This image is not currently available.
cs: Tento obrázek není dostupný.

source: This is the main Klutz configuration file. It contains options for all Klutz scripts.
cs: Toto je hlavní konfiguraèní soubor pro Klutze. Obsahuje mo¾nosti pro v¹echny skripty Klutze.

source: Today
cs: Dnes

source: Today's Comics
cs: Dne¹ní Komiks

source: Try to fetch this comic
cs: Pokus se zachytit tento komiks

source: Tu
cs: Út

source: Update
cs: Aktualizovat

source: Use Ctrl/Option+Click to select multiple comics.
cs: Pou¾ijte Ctrl/Option+Klik k vybrání komiksù.

source: User Options
cs: U¾ivatelské Mo¾nosti

source: View by comic
cs: Zobrazení podle komiksù

source: View comics for %s
cs: Zobraz komiksy z(e) %s

source: We
cs: St

source: Your Information
cs: Va¹e Informace

source: for
cs: z(e)

source: move down
cs: posunout dolù

source: move up
cs: posunout nahoru
